Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/report_sr_samipeople_fi.pdf.tmx
Source language: fin
Languages: sme

source: Tarkistamaton ennakkoversio Jakelu: Yleinen
sme: Dárkkiskeahtes ovdaveršuvdna Juohkin: Almmolaš

source: Alkuperäinen kieli: englanti
sme: 12.1.2011 Álgogiella: eaŋgalsgiella

source: Ihmisoikeusneuvosto
sme: Olmmošvuoigatvuođaidráđđi

source: Kahdeksastoista istunto Esityslistan kohta 3 Kaikkien ihmisoikeuksien, kansalaisoikeuksien, poliittisten oikeuksien sekä taloudellisten, sosiaalisten ja kulttuuristen oikeuksien, mukaan lukien oikeus kehitykseen, edistäminen ja suojeleminen
sme: Gávccinuppelogát čoahkkin Áššelisttu čuokkis 3 Buot olmmošvuoigatvuođaid, siviilavuoigatvuođaid, politihkalaš vuoigatvuođaid ja maid ekonomalaš, sosiálalaš ja kultuvrralaš vuoigatvuođaid, mielde maid vuoigatvuohta ovdánupmái, ovddideapmi ja suodjaleapmi

source: Erityisraportoijan raportti alkuperäiskansojen ihmisoikeustilanteesta ja perusvapauksien toteutumisesta, James Anaya
sme: Spesiálaraporterejeaddji raporta álgoálbmogiid olmmošvuoigatvuođaid dilis ja vuođđofriddjavuođaid ollašuvvamis, James Anaya

source: Lisäys
sme: Lasáhus

source: Saamelaisväestön tilanne Saamenmaalla Norjassa, Ruotsissa ja Suomessa •
sme: Sámi álbmoga dilli Sámi guovlluin Norggas, Ruoŧas ja Suomas •

source: Tiivistelmä
sme: Čoahkkáigeassu

source: Raportissa tarkastellaan Norjan, Ruotsin ja Suomen saamelaisväestön ihmisoikeustilannetta.
sme: Dán raporttas guorahallojuvvo Norgga, Ruoŧa ja Suoma Sámi álbmoga olmmošvuoigatvuođaid dilli.

source: 4.2010 järjestämän konferenssin yhteydessä esitettyihin tietoihin. Konferenssiin osallistui edustajia Norjan, Ruotsin ja Suomen saamelaiskäräjiltä, virkamiehiä kustakin maasta sekä saamelaisten kansalaisjärjestöjen edustajia.
sme: Raporta vuođđuduvvá eanaš osiin spesiálaraporterejeaddjái ovdanbuktojuvvon dieđuide konfereanssas, man lágidii Sámi parlamentáralaš ráđđi Roavvenjárggas, Suomas cuoŋománu 14.-16. beivviid 2010. Konferensii ledje čoahkkanan ovddasteaddjit Norgga, Ruoŧa ja Suoma beale sámedikkiin oktan ráđđehusaid virgeolbmuiguin ja maid Sámi friddja organisašuvnnaid ovddasteaddjiiguin.

source: Erityisraportoija on tyytyväinen siihen, että yleisesti ottaen Norjassa, Ruotsissa ja Suomessa kiinnitetään muihin maihin verrattuna runsaasti huomiota alkuperäiskansojen ongelmiin.
sme: Spesiálaraporterejeaddji lea duđavaš go buot buohkanassii Norggas, Ruoŧas ja Suomas doalahuvvo alladását fuomášupmi álgoálbmotáššiide eará riikkaid ektui.

source: Pohjoismaiden saamelaisväestöä koskevat aloitteet toimivat monessa suhteessa tärkeinä esimerkkeinä alkuperäiskansojen oikeuksien turvaamisesta.
sme: Máŋggaláhkai orru leamen nu, ahte Davviriikkaid álgagat Sámi álbmoga ektui šaddet dehálaš ovdamearkan álgoálbmogiid vuoigatvuođaid nannemis.

source: Näihin aloitteisiin kuuluu pohjoismaisen saamelaissopimuksen valmistelua koskeva rajat ylittävä yhteistyöhanke.
sme: Dáid álgagiidda gullá rájáidrasttildeaddji rahčamuš gárvet Davviriikkaid sámekonvenšuvnna.

source: Erityisraportoija toteaa, että tältä osin on jo saavutettu merkittävää edistystä, ja pitää tervetulleena Pohjoismaiden ja saamelaiskäräjien sitoutumista neuvottelujen jatkamiseen vuoden 2011 aikana, jotta yleissopimus saadaan hyväksyttyä.
sme: Spesiálaraporterejeaddji váldá vára dan juo ollašuvvan dehálaš barggus dán várás ja son lea duđavaš go Davviriikkaid stáhtat ja sámedikkit geatnegahttet ođđasit álggahit šiehtadallamiid jagi 2011 áigge konvenšuvnna dohkkeheami várás.

source: Paljon on kuitenkin vielä tehtävä sen varmistamiseksi, että saamelaisväestö voi toteuttaa itsemääräämisoikeuttaan ja asettaa yhteisiä tavoitteita useamman kuin yhden valtion alueella asuvana kansana.
sme: Lihkká, ollu berre

source: • Tiivistelmä on toimitettu YK:n kaikilla virallisilla kielillä.
sme: • Čoahkkáigeassu lea doaimmahuvvon ON buot virggálaš gielaide.

source: Tiivistelmän liitteenä oleva raportti on (alun perin)
sme: Raporta, mii lea čoahkkáigeasu čuovusin, lea

source: toimitettu vain alkukielellä.
sme: (álgoálggus) doaimmahuvvon dušše álgogillii.

source: Lisäksi Pohjoismaiden tulisi jatkaa nykyisiä ponnistelujaan saamelaisväestön oikeuksien edistämiseksi kussakin asuinmaassa.
sme: Dasa lassin Davviriikkat galggašedje ain joatkit dálá rahčamušaid ovddidit Sámi álbmoga vuoigatvuođaid iešguđege ássanstáhtas.

source: Erityisraportoija kiinnittää raportissaan huomiota etenkin saamelaisten itsemääräämisoikeuden toteutumiseen kansallisella tasolla varsinkin saamelaiskäräjien kautta, saamelaisten oikeuteen omiin maa-alueisiinsa ja luonnonvaroihinsa sekä pyrkimyksiin elvyttää saamelaiskieliä ja järjestää saamelaislapsille ja -nuorisolle kulttuurin erityispiirteet huomioon ottavaa koulutusta.
sme: Raporttastis spesiálaraporterejeaddji gidde earenoamáš fuomášumi Sámi iešmearrideami ollašuvvamii nášuvnnalaš dásis earenoamážit sámedikkiid bokte, sápmelaččaid vuoigatvuođaide iežaset eatnamiidda ja luondduvalljodagaide ja maid rahčamušaide ealáskahttit sámegielaid ja lágidit kultuvrralaččat heivehuvvon oahpahusa sámemánáide ja -nuoraide.

source: Erityisraportoija antaa käsillä olevassa raportissa joukon sovellettaviin kansainvälisiin normeihin perustuvia suosituksia, joiden tarkoituksena on tukea nykyisiä ponnisteluja saamelaisten oikeuksien turvaamiseksi ja edistämiseksi.
sme: Dán raporttas spesiálaraporterejeaddji addá máŋggaid ávžžuhusaid, mat vuođđuduvvet riikkaidgaskasaš norpmaide, ja maid ulbmilin lea doarjut dálá rahčamušaid Sámi álbmoga vuoigatvuođaid dorvvasteami ja ovddideami várás.

source: Sisällys
sme: Sisdoallu

source: .4 II.
sme: I. Láidehus.

source: .4 III.
sme: 4 II. Sámi álbmot.

source: .5 A. Yleissaamelaiset instituutiot ja hankkeet.......................................................................................
sme: 4 III. Oppalaš lágalaš ja politihkalaš rámat. 5 A. Oktasaš sámeinstitušuvnnat ja -fitnut.

source: .5 B. Norja..............................................................................................................................................
sme: 5 B. Norga.

source: .6 C. Ruotsi............................................................................................................................................
sme: 6 C. Ruoŧŧa.

source: .8 D. Suomi............................................................................................................................................
sme: 8 D. Suopma.

source: .9 IV.
sme: 9 IV. Fuolat.

source: .10 A. Itsemääräämisoikeus...................................................................................................................
sme: 10 A. Iešmearridanvuoigatvuohta.

source: .10 B. Oikeus maa-alueisiin, vesistöihin ja luonnonvaroihin.
sme: 10 B. Vuoigatvuođat eatnamiidda, čáziide ja luondduvalljodagaide.

source: .................................................................14 C. Kielten säilyttäminen...................................................................................................................
sme: 14 C. Gielaid seailluheapmi.

source: .19 D. Kulttuurin erityispiirteet huomioon ottava koulutus....................................................................
sme: 19 D. Kultuvrralaččat heivehuvvon oahpahus.

source: .20 V. Johtopäätökset ja suositukset...........................................................................................................
sme: 20 V. Bohtosat ja ávžžuhusat.

source: .21 A. Yleiset juridiset ja poliittiset rakenteet........................................................................................
sme: 21 A. Oppalaš lágalaš ja politihkalaš rámat.

source: .21 B. Itsemääräämisoikeus....................................................................................................................
sme: 21 B. Iešmearridanvuoigatvuohta.

source: .22 C. Oikeus maa-alueisiin, vesistöihin ja luonnonvaroihin.
sme: 21 C. Vuoigatvuođat eatnamiidda, čáziide ja luondduvalljodagaide.

source: .................................................................22 D. Kieli ja koulutus..........................................................................................................................
sme: 22 D. Giella ja oahpahus.

source: I. Johdanto
sme: I. Láidehus

source: 1. Tässä raportissa tarkastellaan Norjan, Ruotsin ja Suomen saamelaisten ihmisoikeustilannetta.
sme: 1. Dán raporttas guorahallojuvvo Norgga, Ruoŧa ja Suoma beale sápmelaččaid olmmošvuoigatvuođaid dilli.

source: Raportissa on myös annettu joukko kansainvälisiin normeihin perustuvia suosituksia.
sme: Raporttas leat addojuvvon máŋggat ávžžuhusat, mat vuođđuduvvet álbmotrievttálaš norpmaide.

source: Raportti perustuu suurelta osin erityisraportoijalle saamelaisen parlamentaarisen neuvoston Rovaniemellä 14.
sme: Raporta vuođđuduvvá eanaš osiin spesiálaraporterejeaddjái ovdanbuktojuvvon dieđuide konfereanssas, man lágidii Sámi parlamentáralaš ráđđi Roavvenjárggas, Suomas cuoŋománu 14.-16. beivviid 2010 ja maiddái spesiálaraporterejeaddjái doaimmahuvvon čállosiidda ja sorjákeahtes dutkamuššii.

source: Konferenssiin osallistui Norjan, Ruotsin ja Suomen saamelaiskäräjien edustajia, kunkin maan viranomaisten edustajia sekä saamelaisten kansalaisjärjestöjen edustajia Pohjoismaista ja Venäjän federaatiosta.
sme: Konferensii ledje čoahkkanan Norgga, Ruoŧa ja Suoma beale sámedikkiid ovddasteaddjit, ráđđehusaid virgeolbmot ja maid Sámi friddja organisašuvnnaid ovddasteaddjit Davviriikkain ja Ruošša federašuvnnas.

source: Vaikka Venäjän federaation saamelaisia osallistui huhtikuussa 2010 järjestettyyn konferenssiin tarkkailijoina, tässä raportissa keskitytään ainoastaan Norjan, Ruotsin ja Suomen saamelaisväestön tilannetta koskeviin tärkeimpiin ongelmiin ja huolenaiheisiin.
sme: Vaikke Ruošša federašuvnna beale sápmelaččat oassálaste cuoŋománus 2010 lágiduvvon konferensii dárkujeaddjin, dát raporta gieđahallá dušše Norgga, Ruoŧa ja Suoma Sámi álbmoga dili ja deháleamos váttisvuođaid ja fuolaid.

source: 2. Erityisraportoija haluaa esittää kiitoksensa Norjan, Ruotsin ja Suomen saamelaisedustajille sekä hallituksille näiden avoimesta suhtautumisesta tähän ainutlaatuiseen vuoropuheluun sekä korvaamattomasta avusta konferenssin järjestämisessä.
sme: 2. Spesiálaraporterejeaddji háliida giitit Norgga, Ruoŧa ja Suoma beale Sámi ovddasteaddjiid ja ráđđehusaid dáid rabasvuođas dákkár áidnalunddot gulahallamii ja maid divrras veahkis konfereanssa lágideamis.

source: Pohjoismaiden ja saamelaisten edustajien osallistuminen huhtikuussa 2010 järjestettyyn konferenssiin on hyvä esimerkki toimivasta tavasta tarkastella eri valtioiden rajojen jakaman alkuperäiskansan tilannetta.
sme: Davviriikkaid ja Sámi ovddasteaddjiid oassálastin cuoŋománus lágiduvvon konferensii lea buorre ovdamearka doaibmi vuogis guorahallat stáhtaid rájáin juhkkojuvvon álgoálbmoga dili.

source: Erityisraportoija painottaa tässä suhteessa YK:n alkuperäiskansojen oikeuksia koskevan julistuksen artiklaa 36, jonka mukaan ”alkuperäiskansoilla, erityisesti kansainvälisten rajojen jakamilla kansoilla, on oikeus ylläpitää ja kehittää rajat ylittäviä yhteyksiä, suhteita ja yhteistyötä, mukaan lukien hengellinen, sivistyksellinen, poliittinen, taloudellinen ja sosiaalinen toiminta”.
sme: Spesiálaraporterejeaddji deattuha dán oktavuođas ON álgoálbmogiid vuoigatvuođaid julggaštusa artihkkala 36, mii cealká: ”álgoálbmogiin, erenoamážit sis geaid riikkaidgaskasaš riikkaráját juhket máŋgga oassái, lea vuoigatvuohta bisuhit ja ovddidit oktavuođaid, gaskavuođaid ja ovttasbarggu iežaset lahtuiguin ja eará olbmuiguin rájiid rastá, daidda gullet maiddái vuoiŋŋalaš, kultuvrralaš, politihkalaš ja sosiála ulbmilis dahkkon doaimmat.”

source: II. Saamelaiset
sme: II. Sámi álbmot

source: 3. Saamelaisten perinteistä asuinaluetta on Saamenmaa (Sápmi), joka käsittää Norjan, Ruotsin ja Suomen pohjoisosat sekä Kuolan niemimaan Venäjällä.
sme: 3. Sámi álbmoga árbevirolaš ássanguovlu lea Sápmi, masa gullet Norgga, Ruoŧa ja Suoma davviguovllut ja maid Guoládatnjárga Ruoššas.

source: Näiden neljän valtion välisistä virallisista rajoista huolimatta saamelaiset ovat yksi kansa, jota yhdistävät kulttuuriset ja kielelliset siteet sekä yhteinen identiteetti.
sme: Sápmelaččat leat okta álbmot dán njealji riikka gaskasaš virggálaš rájáin fuolakeahttá, guđe ovttastahttet kultuvrralaš ja gielalaš čatnasat ja maiddái oktasaš identitehta.

source: Saamelaiskielet ja -kulttuurit ovat peräisin nykyisiä valtioita huomattavasti vanhemmalta ajalta, ja Pohjoismaiden ja Venäjän saamelaisalueilla on nykyisin yhdeksän eri kieliryhmää.
sme: Sápmelaččain leat riikkaid boarraseamos gielat ja kultuvrrat, mat leat oalle olu boarrasut áiggis, go dálá stáhtat, ja Davviriikkaid ja Ruošša sámeguovlluin leat ovcci sierra giellajoavkku.

source: 4. Saamelaisia on arviolta 70 000–100 000, josta noin 40 000–60 000 asuu Norjassa, noin 15 000–20 000 Ruotsissa, noin 9 000 Suomessa ja noin 2 000 Venäjällä.
sme: 4. Sápmelaččat leat sullii 70 000–100 000, geain sullii 40 000–60 000 ásset Norggas, sullii 15 000–20 000 Ruoŧas, sullii 9000 Suomas ja sullii 2 000 Ruoššas.

source: Saamelaiset ovat määrällisesti vähemmistönä suurimmassa osassa Saamenmaata lukuun ottamatta Finnmarkin lääniä Norjassa ja Utsjoen kuntaa Suomessa.
sme: Sámi álbmot lea loguset bealis unnitlohkun eanaš osiin Sámis baicce Finnmárkku fylkkas Norggas ja Ohcejoga gielddas Suomas.

source: 5. Saamelaisten perinteisiä elinkeinoja ovat metsästys, kalastus, keräily ja ansapyynti, ja pohjoisten alueiden syvällinen tuntemus on siirtynyt saamelaisilla sukupolvelta toiselle.
sme: 5. Sápmelaččaid árbevirolaš ealáhusat leat meahcce- ja guollebivdu, čoaggin ja gárdun, ja davviguovlluid vuđolaš dovdan lea sirdásan buolvvas bulvii.

source: Erityisesti porotalouden merkitys on saamelaisille keskeinen.
sme: Earenoamážit boazodoalus lea guovddáš mearkkašupmi sápmelaččaide.

source: Monet saamelaisyhteisöt ovat aikojen saatossa harjoittaneet puolittain paimentolaista elämää eli ajaneet poroja ylängöiltä rannikkoalueille ja takaisin vuodenaikojen mukaan.
sme: Máŋggat sámeservošat leat doalahan historjjálaččat beallenomádalaš boazodoalu dahjege bargan bohccuiguin áiggiid mielde nu, ahte sii leat johtán bohccuiguin duoddariid ja mearragátti gaskka jagiáigodagaid mielde.

source: Toiset ryhmät ovat harjoittaneet poronhoitoa metsäalueilla, erityisesti tietyillä Västerbottenin (Länsipohjan) ja Norrbottenin (Pohjoispohjan) läänien alueilla Ruotsissa sekä Pohjois- ja Keski-Suomessa.
sme: Muhtun joavkkut barge 4 bohccuiguin vuovdeguovlluin, earenoamážit dihto osiin Västerbottena ja Norrbottena leanain Ruoŧas ja maid Davvi- ja Gaska-Suomas.

source: Meri- tai 4 rannikkosaamelaisiksi kutsutut saamelaisyhteisöt asettuivat puolestaan nykyisin Norjalle kuuluville rannikkoalueille.
sme: Mearra- dahje riddosápmelažžan gohčoduvvon sámeservošat ásaiduvve bealistis dálá Norgga riddoguovlluide.

source: Poronhoidon ohella elanto saatiin usein myös metsästyksestä, kalastuksesta ja maanviljelystä.
sme: Sápmelaččaide lei dábálaš, ahte sii ožžo ealáhusa bohccuid lassin maiddái meahcce- ja guollebivddus ja eanadoalus.

source: 6. Saamelaisyhteisö oli aiemmin järjestäytynyt siidan ympärille.
sme: 6. Árbevirolaš Sámi servodat lei ovdalis áiggiid huksejuvvon siidda birra.

source: Siida oli paikallisorganisaatio, jolla on tärkeä rooli maa-alueiden, vesistöjen ja luonnonvarojen jakamisessa.
sme: Siida lei báikkálaš orgána, mas lei dehálaš rolla eatnamiid, čáziid ja luondduvalljodagaid juohkimis.

source: Siidan jäsenillä oli kullakin yksilölliset oikeudet luonnonvaroihin, mutta jäsenet auttoivat toisiaan poronhoidossa, metsästyksessä ja kalastuksessa.
sme: Siidda guđege lahtus ledje priváhta vuoigatvuođat luondduvalljodagaide, goittotge lahtut veahkehedje nubbi nuppi boazodoalus, meahcásteamis ja guollebivddus.

source: Saamelaiset kehittivät näiden rakenteiden pohjalta pitkälle kehittyneet järjestelmät maa-alueiden jakamiseksi, perintöoikeuksista huolehtimiseksi ja erimielisyyksien ratkaisemiseksi siidan jäsenten välillä.
sme: Sápmelaččat gárggiidedje dáid ráhkadusaid vuođul guhkás ovdánan vuogádagaid eatnamiid juohkima várás, árbejuogu várás ja siidda lahtuid riidduid soabademiid várás.

source: Vaikka historiallinen kehitys on heikentänyt saamelaisten perinteisiä yhteistoimintamalleja, siida-järjestelmä on edelleen merkittävä osa saamelaisyhteiskuntaa.
sme: Vaikke historjjálaš gárggiideapmi lea geahnohuhttán sápmelaččaid árbevirolaš ovttasbargomálliid, siidavuogádat lea ain mearkkašahtti oassi Sámi servodagas.

source: 7. Saamenmaata nykyisin jakavat valtioiden rajat on vedetty yli 100 vuoden aikana osapuilleen 1700-luvun puolivälistä 1800-luvun puoliväliin.
sme: 7. Dálá áigge Sámi juohkki stáhtaráját lea gessojuvvon badjel 100 jagi áigge sullii 1700logu beallemuttus gitta 1800-logu beallemuddui.

source: Uudisasutuksen voimistuminen Pohjoismaissa muutti ajan mittaan väestön valtasuhteita pohjoisilla alueilla, ja saamelaiset jäivät kotimaassaan vähemmistöksi.
sme: Ođasássiin laskan Davviriikkaid davviguovlluin nuppástuhtii gulul álbmoga váldegaskavuođaid, ja sápmelaččat báhce ruovttueatnamisttiset unnitlohkun.

source: Valtioiden rajat jakoivat kielelliset ja kulttuuriset yhteisöt osiin ja haittasivat poronhoitoa.
sme: Stáhtaid ráját juhke gielalaš ja kultuvrralaš servošiid osiide ja hehttejedje boazodoalu.

source: 1800-luvulla ja aina toiseen maailmansotaan asti Pohjoismaiden hallitukset ajoivat pääasiassa politiikkaa, jonka tavoitteena oli sulauttaa saamelaiset pääväestöön.
sme: 1800-logus ja ain nuppi máilmmisoađi rádjai Davviriikkaid ráđđehusain lei eanaš dakkár politihkka, man ulbmilin lei suddadit sápmelaččaid váldoálbmogii.

source: 8. Pohjoismaiden saamelaisväestö on tänä päivänä säästynyt monilta sosioekonomisilta ongelmilta, jotka yleisesti koettelevat eri puolilla maailmaa eläviä alkuperäiskansoja, esimerkkeinä vakavat terveysongelmat, äärimmäinen köyhyys tai nälänhätä.
sme: 8. Dálá áigge Sámi álbmot Davviriikkain lea seastašuvvan máŋggain sosioekonomalaš váttisvuođain, mat dábálaččat čuhcet máilmmi sierra guovlluin ássi álgoálbmogiidda, ovdamearkka dihte lossa dearvvasvuođaváttisvuođain, vearrámus geafivuođas dahje nealggiheađis.

source: Norja, Ruotsi ja Suomi kuuluvat maailman vauraimpiin ja kehittyneimpiin maihin, ja ne sijoittuvat jatkuvasti kärkipäähän inhimillisen kehityksen indikaattoreissa.
sme: Norga, Ruoŧŧa ja Suopma gullet máilmmi riggámus ja buoremusat gárggiidan riikkaide, ja dat leat álot njunuš sajiin olmmošlaš ovdáneami indeavssain.

source: Pohjoismailla on siten hyvät lähtökohdat puuttua vielä jäljellä oleviin saamelaisia koskeviin ongelmiin sekä toimia esimerkkinä alkuperäiskansojen oikeuksien edistämisessä.
sme: Davviriikkain leat buorit vejolašvuođat čoavdit sápmelaččaid váttisvuođaid, mat leat ain báhcán, ja doaibmat ovdamearkan álgoálbmogiid vuoigatvuođaid ovddideamis.

source: III. Yleiset lainsäädännölliset ja poliittiset rakenteet
sme: III. Oppalaš lágalaš ja politihkalaš rámat

source: A. Yleissaamelaiset instituutiot ja hankkeet
sme: A. Oktasaš sámeinstitušuvnnat ja -fitnut

source: 9. Ensimmäinen yhteissaamelainen instituutio, Saamelaisneuvosto, perustettiin vuonna 1956 eri maissa toimivien kansallisten saamelaisorganisaatioiden yhteistyöelimeksi.
sme: 9. Vuosttas sámiid oktasaš institušuvdna, Sámiráđđi, vuođđuduvvui jagi 1956 sierra riikkaid nášuvnnalaš sámeservviid ovttasbargoorgánan.

source: Ennen saamelaisvaltuuskunnan ja -käräjien perustamista Saamelaisneuvosto oli Pohjoismaissa asuvien saamelaisten pääasiallinen yhteinen edustuselin.
sme: Ovdal Sámi parlameantta ja –dikkiid vuođđudeami Sámiráđđi lei Davviriikkain ássi sápmelaččaid rájáidrasttildeaddji guovddáš oktasaš ovddastanorgána.

source: Nykyisin Saamelaisneuvosto on hallituksesta riippumaton organisaatio, joka edistää saamelaisten ihmisoikeuksia valtioiden rajoista riippumatta yhteistyössä saamelaiskäräjien ja saamelaisen parlamentaarisen neuvoston kanssa.
sme: Dán áigge Sámiráđđi lea ráđđehusain sorjjasmeahttun organisašuvdna, mii ovddida sápmelaččaid olmmošvuoigatvuođaid riikkarájáin beroškeahttá ovttasráđiid sámedikkiiguin ja Sámi parlamentáralaš ráđiin.

source: 10. Vuonna 2000 perustettu saamelainen parlamentaarinen neuvosto (SPN) koostuu Norjan, Ruotsin ja Suomen saamelaiskäräjistä, joita käsitellään seuraavissa osissa.
sme: 10. Jagi 2000 vuođđuduvvon Sámi parlamentáralaš ráđđi (SPR) čohkiida Norgga, Ruoŧa ja Suoma beale sámedikkiin, maid birra lea eambbo sáhka čuovvovaš osiin.

source: Myös Venäjän saamelaisilla on pysyvä edustus neuvostossa.
sme: Maiddái Ruošša sápmelaččain lea bissovaš ovddasteapmi SPR:s.

source: SPN käsittelee saamelaisia koskevia, valtioiden
sme: Dasa lea addojuvvon doaibmaváldi gieđahallat

source: Vuonna 2009 Norja sijoittui ensimmäiseksi, Ruotsi seitsemänneksi ja Suomi kahdenneksitoista YK:n
sme: Jagi 2009 Norga lei vuosttas, Ruoŧŧa čihččet ja Suopma guoktenuppelogát ON ovddidanprográmma olmmošlaš

source: kehitysohjelman inhimillisen kehityksen indeksissä.
sme: ovdáneami indeavssas.

source: 5 rajat ylittäviä kysymyksiä – painopistealueina saamen kieli, koulutus, tutkimus ja taloudellinen kehitys – ja edustaa saamelaisia kansainvälisellä tasolla, kuten YK:ssa.
sme: 5 Sámi álbmogii guoski, riikkarájáid rasttildeaddji gažaldagaid – deaddosuorgin leat sámegiella, oahpahus, dutkamuš ja ekonomalaš ovdáneapmi – ja ovddasta sápmelaččaid riikkaidgaskasaš dásis, nugo Ovttastuvvan Našuvnnain.

source: 11. Saamelaisväestön merkittävin viimeaikainen rajat ylittävä hanke on saamelaissopimuksen valmisteleminen yhteistyössä Norjan, Ruotsin ja Suomen valtioiden kanssa.
sme: 11. Sámi álbmoga deháleamos riikkarájáid rasttildeaddji fidnu gieskat lea sámekonvenšuvnna gárven ovttasráđiid Norgga, Ruoŧa ja Suoma stáhtaid ráđđehusaiguin.

source: Kyseessä on maailmanlaajuisesti ensimmäinen yritys luoda erityisesti alkuperäiskansoja koskeva alueellinen sopimus.
sme: Gažaldagas lea máilmmiviidosaččat vuosttas geahččaleapmi hábmet earenoamážit álgoálbmogiidda guoski guovlludási konvenšuvnna.

source: Vuonna 1986 käynnistyneiden keskustelujen jälkeen Norjan, Ruotsin ja Suomen saamelaiskäräjät sekä valtiot perustivat vuonna 2001 asiantuntijaryhmän valmistelemaan pohjoismaista saamelaissopimusta.
sme: Jagi 1986 álggahuvvon ságastallamiid maŋŋá Norgga, Ruoŧa ja Suoma beale sámedikkit ja maid stáhtat vuođđudedje jagi 2001 áššedovdijoavkku gárvet davviriikkalaš sámekonvenšuvnna.

source: Asiantuntijaryhmässä oli kustakin maasta sekä valtiovallan että saamelaiskäräjien nimittämä edustaja, yhteensä kuusi jäsentä.
sme: Áššedovdijoavkkus lei guđege riikkas sihke stáhtaid ja sámedikkiid nammadan ovddasteaddji, oktiibuot guhtta lahtu.

source: 12. Vuonna 2005 asiantuntijaryhmä sai valmiiksi sopimusluonnoksen, joka esiteltiin saamelaiskäräjille sekä Norjan, Ruotsin ja Suomen hallituksille vielä samana vuonna.
sme: 12. Jagi 2005 áššedovdijoavku oaččui konvenšuvdnahápmosa ovttamielalaččat gárvvisin, mii dasto ovdanbuktojuvvui sámedikkiide ja Norgga, Ruoŧa ja Suoma ráđđehusaide velá seamma jagi.

source: Sopimusluonnoksen 51 artiklaa on jaettu useisiin kappaleisiin. Mukana on säännöksiä saamelaisten itsemääräämisoikeudesta, yhdenvertaisuudesta ja hallinnosta – myös saamelaiskäräjien ja julkisen vallan suhteesta, saamelaisten kielestä ja kulttuurista, saamenkielisestä opetuksesta, saamelaisten oikeudesta maa-alueisiin ja vesistöihin sekä elinkeinojen harjoittamisesta.
sme: Konvenšuvdnahápmosa 51 artihkkala leat juhkkojuvvon máŋggaid loguide, maidda gullet njuolggadusat sápmelaččaid iešmearrideamis, ovttaveardásašvuođas ja hálddahusas – maiddái sámedikkiid ja almmolaš válddi gaskavuođain, sápmelaččaid gielain ja kultuvrras, sámegielat oahpahusas, sápmelaččaid vuoigatvuođas eatnamiidda ja čáziide ja maid ealáhusain.

source: Sopimusluonnos sisältää myös useita sen täytäntöönpanoon liittyviä säännöksiä.
sme: Konvenšuvdnahámus sisttisdoallá maiddái máŋggaid dan ollašuhttimii guoski njuolggadusaid.
